Repository: TimexPeachtree/bongo
Catalog: po/bongo/*.po
Languages: pt_br

source: bongo-config: Could not drop to unpriviliged user '%s'
pt_br: bongo-config: Não pude me tornar o usuário desprivilegiado '%s'

source: ERROR: Couldn't write data
pt_br: ERRO: Não pude escrever os dados

source: ERROR: Wouldn't accept data
pt_br: ERRO: Não pude aceitar os dados

source: ERROR: Couldn't create collection
pt_br: ERRO: Não pude criar coleção

source: ERROR: Couldn't set acls on /config
pt_br: ERRO: Não pude configurar ACLs em /config

source: ERROR: Couldn't load default config set
pt_br: ERRO: Não pude ler o grupo de configurações default

source: ERROR: Couldn't write
pt_br: ERRO: Não pude escrever

source: ERROR: rigts
pt_br: ERRO: Direitos

source: Initializing calendar data...
pt_br: Iniciando dados de calendário...

source: ERROR: Couldn't initialise calendar library
pt_br: ERRO: Não pude iniciar a biblioteca de calendário

source: Initializing store...
pt_br: Iniciando o estoque...

source: ERROR: Couldn't start the store!
pt_br: ERRO: Não pude iniciar o estoque!

source: ERROR: Out of memory
pt_br: ERRO: Falta de memória

source: ERROR: Could not connect to store
pt_br: ERRO: Não pude me conectar ao estoque

source: ERROR: Could not authenticate to store
pt_br: ERRO: Não pude me autenticar com o estoque

source: ERROR: Couldn't access store
pt_br: ERRO: Não pude acessar o estoque

source: Setting default agent configuration...
pt_br: Configurando o agente de configuração padrão

source: ERROR: Couldn't setup default configuration
pt_br: ERRO: Não pude fazer a configuração padrão

source: Complete.
pt_br: Completo.

source: ERROR: Couldn't shut down store
pt_br: ERRO: Não pude fechar o estoque

source: Couldn't create data directory!
pt_br: Não pude criar o diretório de dados!

source: IP address to run on
pt_br: Endereço IP para usar

source: DNS name to use:
pt_br: Nome DNS para usar:

source: Creating random seed...
pt_br: Criando a fonte de aleatoriedade...

source: Creating DH parameters...
pt_br: Criando parâmetros DH...

source: ERROR: Couldn't write DH params to %s
pt_br: ERRO: Não pude escrever parâmetros DH em %s

source: Creating RSA parameters...
pt_br: Criando parâmetros RSA...

source: ERROR: Couldn't write RSA params to %s
pt_br: ERRO: Não pude escrever parâmetros RSA em %s

source: Creating private key...
pt_br: Criando chave privada...

source: ERROR: %s
pt_br: ERRO: %s

source: ERROR: Couldn't create private key. %s
pt_br: ERRO: Não pude criar a chave privada. %s

source: ERROR: Couldn't export private key. %s
pt_br: ERRO: Não pude exportar a chave privada.%s

source: Size: %d, Ret: %d
pt_br: Tam.: %d, Ret: %d

source: ERROR: Couldn't write private key to %s
pt_br: ERRO: Não pude escrever a chave privada em %s

source: Creating SSL/TLS certificate...
pt_br: Criando o certificado SSL/TLS...

source: ERROR: Couldn't self-sign certificate. %s
pt_br: ERRO: Não pude auto-assinar o certificado. %s

source: ERROR: Couldn't create certificate. %s
pt_br: ERRO: Não pude criar o certificado. %s

source: ERROR: Couldn't write certificate to %s
pt_br: ERRO: Não pude escrever o certificado em %s

source: Can't get information on current build!
pt_br: Não pude pegar a informação da versão atual!

source: Installed build: %s %s%d
pt_br: Versão instalada: %s %s%d

source: This is modified software.
pt_br: Este é um software modificado.

source: Version currently available: unable to request online information.
pt_br: Versão disponível atualmente: incapaz de requisitar informação online.

source: Version currently available: %s%d
pt_br: Verão disponível atualmente: %s%d

source: ERROR : Couldn't initialize Bongo libraries
pt_br: ERRO : Não pude iniciar bibliotecas Bongo

source: Couldn't close file (%s)
pt_br: Não pude fechar arquivo (%s)

source: Couldn't open user database
pt_br: Não pude abrir base de dados do usuário

source: Failed to initialize database file
pt_br: Falhei ao iniciar arquivo de base de dados

source: User database does not exist
pt_br: Base de dados do usuário não existe

source: Couldn't delete prepared statement (QUERY_PROP_VAL)
pt_br: Não pude deletar declaração preparada (QUERY_PROP_VAL)

source: Couldn't delete prepared statement (QUERY_HIST_EVENT)
pt_br: Não pude deletar declaração preparada (QUERY_HIST_EVENT)

source: Couldn't delete prepared statement (QUERY_DOC_ATTRS)
pt_br: Não pude deletar declaração preparada (QUERY_DOC_ATTRS)

source: Couldn't delete prepared statement (QUERY_DOC_INFO)
pt_br: Não pude deletar declaração preparada (QUERY_DOC_INFO)

source: Couldn't close database
pt_br: Não pude fechar banco de dados

source: Couldn't create prepared statement (QUERY_PROP_VAL)
pt_br: Não pude criar declaração preparada (QUERY_PROP_VAL)

source: Couldn't bind to prepared statement (QUERY_PROP_VAL)
pt_br: Não pude me ligar a declaração preparada (QUERY_PROP_VAL)

source: Insufficient memory available
pt_br: Memória disponível insuficiente

source: Query failed to execute (QUERY_PROP_VAL)
pt_br: Pedido falhou em executar (QUERY_PROP_VAL)

source: Couldn't reset prepared statement (QUERY_PROP_VAL)
pt_br: Não puder resetar declaração preparada (QUERY_PROP_VAL)

source: Couldn't create prepared statement (QUERY_DOC_ATTRS)
pt_br: Não pude criar declaração preparada (QUERY_DOC_ATTRS)

source: Couldn't bind to prepared statement (QUERY_DOC_ATTRS)
pt_br: Não pude me ligar à declaração preparada (QUERY_DOC_ATTRS)

source: Query failed to execute (QUERY_DOC_ATTRS)
pt_br: Pedido falhou em executar (QUERY_DOC_ATTRS)

source: Couldn't reset prepared statement (QUERY_DOC_ATTRS)
pt_br: Não puder resetar declaração preparada (QUERY_DOC_ATTRS)

source: Couldn't create prepared statement (QUERY_ALL_PROPS)
pt_br: Não pude criar declaração preparada (QUERY_ALL_PROPS)

source: Couldn't bind to prepared statement (QUERY_ALL_PROPS)
pt_br: Não pude me ligar à declaração preparada (QUERY_ALL_PROPS)

source: Query failed to execute (QUERY_ALL_PROPS)
pt_br: Pedido falou em executar (QUERY_ALL_PROPS)

source: Couldn't reset prepared statement (QUERY_ALL_PROPS)
pt_br: Não pude resetar declaração preparada (QUERY_ALL_PROPS)

source: Couldn't create prepared statement (QUERY_HIST_EVENT)
pt_br: Não pude criar declaração preparada (QUERY_HIST_EVENT)

source: Couldn't bind to prepared statement (QUERY_HIST_EVENT)
pt_br: Não pude me ligar à declaração preparada (QUERY_HIST_EVENT)

source: Query failed to execute (QUERY_HIST_EVENT)
pt_br: Query falhou em executar (QUERY_HIST_EVENT)

source: Couldn't reset prepared statement (QUERY_HIST_EVENT)
pt_br: Não pude resetar declaração preparada (QUERY_HIST_EVENT)

source: Connection to host %s failed
pt_br: Conexão ao computador %s falhou

source: Connection to host %s failed
pt_br: Conexão ao computador %s falhou

source: NMAP command failed (PASS): %s
pt_br: Comando NMAP falhou (PASS): %s

source: NMAP command failed (MANAGE): %s
pt_br: Comando NMAP falhou (MANAGE): %s

source: No such user on this host (%s)
pt_br: Usuário não existe neste computador (%s)

source: Couldn't parse NMAP response (VRFY)
pt_br: Não pude interpretar resposta NMAP (VRFY)

source: Unrecognized NMAP response (VRFY): %s
pt_br: Resposta NMAP desconhecida (VRFY): %s

source: NMAP connection error (VRFY)
pt_br: Erro de conexão NMAP (VRFY)

source: NMAP command failed (RSET): %s
pt_br: Comando NMAP falhou (RSET): %s

source: NMAP command failed (USER): %s
pt_br: Comando NMAP falhou (USER): %s

source: NMAP connection error (DPGET)
pt_br: Erro de conexão NMAP (DPGET)

source: Could not parse NMAP response (DPGET)
pt_br: Não pude interpretar resposta NMAP (DPGET)

source: Database query failure (QUERY_INS_HIST)
pt_br: Falha no pedido ao banco de dados (QUERY_INS_HIST)

source: Database query failure (QUERY_INS_PROP)
pt_br: Falha no pedido ao banco de dados (QUERY_INS_PROP)

source: Unrecognized NMAP response (DPGET): %s
pt_br: Resposta NMAP desconhecida (DPGET): %s

source: NMAP connection error (DREAD)
pt_br: Erro de conexão NMAP (DREAD)

source: Database query failure (QUERY_INS_DOC)
pt_br: Falha no pedido ao banco de dados (QUERY_INS_DOC)

source: Unrecognized NMAP response (DREAD): %s
pt_br: Resposta NMAP desconhecida (DREAD): %s

source: NMAP connection error (DINFO)
pt_br: Erro de conexão NMAP: (DINFO)

source: Could not parse NMAP response (DINFO)
pt_br: Não pude interpretar resposta NMAP (DINFO)

source: Unrecognized NMAP response (DINFO): %s
pt_br: Resposta NMAP desconhecida (DINGO): %s

source: Couldn't open file (%s)
pt_br: Não pude abrir arquivo (%s)

source: NMAP connection error (DSTOR)
pt_br: Erro de conexão NMAP (DSTOR)

source: Couldn't set file position
pt_br: Não pude definir a posição do arquivo

source: Unrecognized NMAP response (DSTOR): %s
pt_br: Resposta NMAP desconhecida (DSTOR): %s

source: Unrecognized NMAP response (DCREA): %s
pt_br: Resposta NMAP desconhecida (DCREA): %s

source: NMAP connection error (DCREA)
pt_br: Erro de conexão NMAP (DCREA)

source: NMAP connection error (DPSET)
pt_br: Erro de conexão NMAP (DPSET)

source: Unrecognized NMAP response (DPSET): %s
pt_br: Resposta NMAP desconhecida (DPSET): %s

source: Couldn't delete prepared statement (QUERY_ALL_PROPS)
pt_br: Nao pude deletar a declaração preparada (QUERY_ALL_PROPS)

source: Document not found in store
pt_br: Documento não encontrado no estoque

source: Couldn't create prepared statement (QUERY_DOCS_MOD)
pt_br: Não pude criar a declaração preparada (QUERY_DOCS_MOD)

source: Couldn't bind to prepared statement (QUERY_DOCS_MOD)
pt_br: Não pude me ligar a declaração preparada (QUERY_DOCS_MOD)

source: Couldn't parse NMAP response (DPGET)
pt_br: Não pude interpretar resposta NMAP (DPGET)

source: Database query failure (QUERY_DOCS_MOD)
pt_br: Falha no pedido ao banco de dados (QUERY_DOCS_MOD)

source: Couldn't delete prepared statement (QUERY_DOCS_MOD)
pt_br: Não pude deletar a declaração preparada (QUERY_DOCS_MOD)

source: bongobackup - Backup & restore a Bongo NMAP document store. Usage: bongobackup [options] [command] Options: -h, --host=[ip address] defaults to '127.0.0.1' -p, --passwd=[password] password used to authenticate -s, --store=[path] path to local backup store -u, --user=[user] username used to authenticate -v, --verbose verbose output Commands: backup [user[:guid[,..]][ ..]] appends incremental backup to the store restore [user[:guid[,..]][ ..]] restores documents from store to server search [filter[,..]] searches the store for documents rollback [MM/DD/YYYY] permanently deletes data store after date Search Filters: after=[MM/DD/YYYY] only search documents after this date before=[MM/DD/YYYY] only search documents before this date string=[string[:..]] strings may be enclosed in single quotes ('') type=[type[:..]] only search type(s) (mail, cal, ab) user=[user[:..]] only search documents owned by user(s)
pt_br: bongobackup - arquiva e recupara um estoque NMAP do Bongo. Uso: bongobackup [opções] [comando] Opções: -h, --host=[endereço IP] default é '127.0.0.1' -p, --password=[senha] senha usada para autenticar -s, --store=[caminho] caminho para o estoque de backup local -u, --user=[usuário] nome de usuário usado para autenticar -v, --verbose saída com mais informações Comandos: backup [usuário[:guid[,..]][ ..]] anexa backup incremental ao estoque restore [usuárior[:guid[,..]][ ..]] recupera documentos do estoque para o servidor search [filtro[,..]] busca no estoque por documentos rollback [MM/DD/AAAA] apaga permanentemente dados apos a data Filtos de busca: after=[MM/DD/AAAA] busca por documentos após esta data before=[MM/DD/AAAA] busca por documentos antes desta data string=[texto[:..]] texto pode estar entre aspas simples ('') type=[tipo[:..]] busca por tipo(s) (mail, cal, ab) user=[usuário[:..]] busca por documentos de um usuário(s)

source: Failed to initialize memory manager
pt_br: Falha em iniciar o gerenciador de memória

source: Invalid store path: %s
pt_br: Caminho para o estoque inválido: %s

source: Unrecognized option: %s
pt_br: Opção desconhecida: %s

source: Unrecognized command: %s
pt_br: Comando desconhecido: %s

source: No command specified
pt_br: Nenhum comando espeficicado

source: Backing up data
pt_br: Armazenando cópias de segurança

source: Unrecognized NMAP response (ULIST): %s
pt_br: Resposta NMAP desconhecida (ULIST): %s

source: Backup complete
pt_br: Armazenamento de segurança completo

source: Backup failed
pt_br: Armazenamento de cópias de segurança falhou

source: Failed to initialize connection manager
pt_br: Falhei em iniciar o gerenciador de conexões

source: Restoring data
pt_br: Recuperando dados

source: Couldn't open store directory %s
pt_br: Não pude abrir diretório do estoque%s

source: Restore complete
pt_br: Recuperação de segurança completa

source: Restore failed
pt_br: Recurepação de segurança falhou

source: Search command not implemented
pt_br: Comando de busca nao implementado

source: bongomanager: %s terminated with signal %d.
pt_br: bongomanager: %s terminou com sinal %d.

source: bongo-manager: %s exited
pt_br: bongo-manager: %s saiu

source: couldn't set rlimit: %s
pt_br: não pude atribuir rlimit: %s

source: failed to exec %s (%s)
pt_br: falhei em executar %s (%s)

source: bongo-manager: Could not drop to unprivileged user '%s', Exiting.
pt_br: bongo-manager: Não pude me tornar o usuário desprivilegiado '%s', Saindo.

source: bongo-manager: %s has crashed %d times within %d seconds of each other, not restarting.
pt_br: bongo-manager: %s falhou %d vezes dentro de um periodo de %d segundos, não irei iniciar.

source: bongo-manager: starting %s
pt_br: bongo-manager: iniciando %s

source: bongo-manager: couldn't read config from store
pt_br: bongo-manager: não pude ler configuração do estoque

source: bongo-manager: couldn't parse JSON config
pt_br: bongo-manager: não pude interpretar a configuração JSON

source: manager: couldn't find agent list
pt_br: manager: não pude achar a lista de agentes

source: bongo-manager: unlikely pid, Exiting
pt_br: bongo-manager: PID improvável, Saindo

source: bongo-manager: couldn't unlink %s
pt_br: bongo-manager: não pude remover %s

source: Uso: bongo-manager [OPTIONS] Starts and manages Bongo processes. Normal options: -d: Run in background after starting agents. -k: Keep agents alive, restarting them after crashes. -f: Force start, replacing
pt_br: Usage: bongo-manager [OPÇÕES] Inicia e gerencia os processos do Bongo. Opções normais: -d: Roda em segundo plano após iniciar os agentes. -k: Mantém os agentes rodando, reiniciando-os após falhas. -f: Força início, substituindo

source: %s: -s cannot be supplied with other options.
pt_br: %s: -s não pode ser usado com outras opções.

source: %s: -r cannot be supplied with other options.
pt_br: %s: -r não pode ser usado com outras opções.

source: %s: -l cannot be supplied with other options.
pt_br: %s: -l não pode ser usado com outras opções.

source: bongo-manager: killed existing managed-slapd process.
pt_br: bongo-manager: matou o processo slapd-gerenciado existente.z

source: bongo-manager: could not kill existing managed-slapd process.
pt_br: bongo-manager: nao pode matar o processo slapd-gerenciado existente.

source: bongo-manager: managed-slapd appears to be running as pid %ld
pt_br: bongo-manager: slapd-gerenciado parece estar rodando com PID %ld

source: bongo-manager: if this is definitely the bongo slapd, you can run with -e to kill it
pt_br: bongo-manager: se isto é definitivamente o slapd do bongo, voce pode roda-lo com -e para mata-lo

source: bongo-manager: error reading managed slapd port from config file.
pt_br: bongo-manager: erro lendo a porta do slapd-gerenciado do arquivo de configuração

source: Error reading managed slapd path from config file.
pt_br: Erro lendo o caminho do slapd-gerenciado do arquivo de configuração

source: bongo-manager: starting managed slapd...
pt_br: bongo-manager: iniciando o slapd gerenciado...

source: Error creating socket: %s
pt_br: Erro criando socket: %s

source: bongo-manager: error connecting to slapd: %s
pt_br: bongo-manager: erro conectando-se ao slapd: %s

source: bongo-manager: slapd started
pt_br: bongo-manager: slapd iniciado

source: bongo-manager: could not fork into background (%d): %s
pt_br: bongo-manager: não pude duplicar para segundo plano (%d): %s

source: bongo-manager: running in background
pt_br: bongo-manager: rodando em segundo plano

source: bongo-manager: could not drop to unprivileged user '%s'
pt_br: bongo-manager: não pude me tornar o usuário desprivilegiado '%s'

source: bongo-manager: must be run by root
pt_br: bongo-manager: deve ser executado pelo root

source: bongo-manager: could not open pid file '%s'
pt_br: bongo-manager: não pude abrir arquivo de PID '%s'

source: bongo-manager: bongo-manager does not appear to be running.
pt_br: bongo-manager: bongo-manager parece não estar rodando.

source: bongo-manager: unable to reload services: %s
pt_br: bongo-manager: incapaz de reiniciar serviços: %s

source: bongo-manager: unable to shut down services: %s
pt_br: bongo-manager: incapaz de deslugar serviços: %s

source: bongo-manager: another bongo-manager process appears to be running.
pt_br: bongo-manager: outro procesos do bongo-manager parecer estar rodando.

source: bongo-manager: run with -s to stop an existing process, or -f to ignore the existing pidfile.
pt_br: bongo-manager: rode com -s pra parar um processo existente, ou -f para ignorar o arquivo de PID existente.

source: bongo-manager: removing stale lock file in %s.
pt_br: bongo-manager: removendo arquivo de travamento perdido em %s.

source: bongo-manager: could not remove stale lock file in %s.
pt_br: bongo-manager: não pude remover o arquivo de travamento perdido em %s.

source: bongo-manager: %s user does not have permission to create a lock file in %s
pt_br: bongo-manager: usuário %s nao tem permissão para criar o arquivo de travamento em %s

source: bongo-manager: could not create lock file in %s : %s
pt_br: bongo-manager: não pude criar o arquivo de travamento em %s: %s

source: bongo-manager: failed to initialize memory manager. Exiting
pt_br: bongo-manager: falhou em iniciar o gerenciador de memória. Saindo

source: bongo-manager: Couldn't read the server DN from bongo.conf.
pt_br: bongo-manager: Não pude ler o DN do servido do bongo.conf.

source: bongo-manager: managed slapd process failed to start.
pt_br: bongo-manager: processo do slapd gerenciado falhou em iniciar.

source: bongo-manager: -l only works with a managed-slapd database.
pt_br: bongo-manager: -l só funciona com uma base de dados slapd-gerenciada.

source: bongo-manager: unable to intialize directory access.
pt_br: bongo-manager: incapaz de iniciar o acesso ao diretório.

source: bongo-manager: unable to MsgInit()
pt_br: bongo-manager: incapaz de MsgInit()

source: bongo-manager: unable to initialize messaging library.
pt_br: bongo-manager: incapaz de iniciar a biblioteca de mensagens.

source: bongo-manager: Couldn't load configuration for agents
pt_br: bongo-manager: Não pude ler configuração para os agentes

source: bongo-manager: Shutting down...
pt_br: bongo-manager: Desligando...

source: ' stubbornly refusing to die, insisting.
pt_br: ' teimosamente se recusa em morrer, insistindo.

source: bongo-manager: shutdown complete.
pt_br: bongo-manager: Desligar concluído.
